[
  {
    "path": "book/2023-02-12-davincicode/",
    "title": "Da Vinci's code Review",
    "description": "Here is my first book review!",
    "author": [],
    "date": "2023-02-12",
    "categories": [],
    "contents": "\nDa Vinci’s codeEnglish Review:\n“The Da Vinci Code” is a bestselling novel by Dan Brown that was first published in 2003. The story begins with the murder of Jacques Saunière, the curator of the Louvre Museum in Paris. Robert Langdon, a Harvard symbologist, is called in to help decipher the cryptic message left by Saunière before his death, which leads him to team up with Sophie Neveu, a cryptologist and Saunière’s granddaughter.\nThe two main characters find themselves on a quest to uncover the truth about the Holy Grail, which they discover is not a physical chalice but a metaphor for the bloodline of Jesus Christ and Mary Magdalene. The book delves into the idea that Jesus and Mary were married and had a child, whose descendants are protected by a secret society known as the Priory of Sion.\nTheir investigation brings them in conflict with the Catholic organization Opus Dei, who is attempting to suppress the knowledge of the Holy Grail’s true meaning. As they race to unravel the clues and protect themselves from Opus Dei’s agents, they discover a web of secret societies and conspiracies that has been kept hidden for centuries.\nThroughout the book, the characters encounter a series of historical and religious mysteries related to Leonardo da Vinci, the Knights Templar, and other figures from history. The novel also explores controversial ideas related to the origins of Christianity, including the possibility that Mary Magdalene was married to Jesus and that their descendants may have survived to the present day.\nVietnamese sub:\n“Mật mã Da Vinci” là cuốn tiểu thuyết bán chạy nhất của Dan Brown được xuất bản lần đầu vào năm 2003. Câu chuyện bắt đầu bằng vụ sát hại Jacques Saunière, người phụ trách Bảo tàng Louvre ở Paris. Robert Langdon, một nhà biểu tượng học của Harvard, được gọi đến để giúp giải mã thông điệp khó hiểu mà Saunière để lại trước khi chết, điều này khiến ông hợp tác với Sophie Neveu, một nhà mật mã học và là cháu gái của Saunière.\nHai nhân vật chính đang thực hiện nhiệm vụ khám phá sự thật về Chén Thánh, thứ mà họ phát hiện ra không phải là một chiếc cốc vật chất mà là một phép ẩn dụ cho huyết thống của Chúa Giê-su Christ và Mary Magdalene. Cuốn sách đi sâu vào ý tưởng rằng Chúa Giê-su và Ma-ri đã kết hôn và có một đứa con, con cháu của chúng được bảo vệ bởi một hội kín được gọi là Tu viện Sion.\nCuộc điều tra của họ khiến họ xung đột với tổ chức Công giáo Opus Dei, tổ chức đang cố gắng ngăn chặn kiến thức về ý nghĩa thực sự của Chén Thánh. Khi họ chạy đua để làm sáng tỏ các manh mối và bảo vệ bản thân khỏi các đặc vụ của Opus Dei, họ phát hiện ra một mạng lưới các hội kín và âm mưu đã được che giấu trong nhiều thế kỷ.\nXuyên suốt cuốn sách, các nhân vật gặp phải một loạt bí ẩn lịch sử và tôn giáo liên quan đến Leonardo da Vinci, Hiệp sĩ Templar và các nhân vật khác trong lịch sử. Cuốn tiểu thuyết cũng khám phá những ý tưởng gây tranh cãi liên quan đến nguồn gốc của Cơ đốc giáo, bao gồm khả năng Mary Magdalene đã kết hôn với Chúa Giê-su và con cháu của họ có thể còn sống sót cho đến ngày nay.\nNhìn chung, “Mật mã Da Vinci” là một câu chuyện kinh dị có nhịp độ nhanh và hồi hộp, pha trộn giữa thực tế và hư cấu để tạo nên một câu chuyện phức tạp và hấp dẫn. Cuốn sách đã được thảo luận và tranh luận rộng rãi nhờ khám phá các chủ đề tôn giáo và lịch sử, cũng như miêu tả của nó về Giáo hội Công giáo và các tổ chức khác.\n\n\n\n",
    "preview": {},
    "last_modified": "2023-02-12T15:02:35-06:00",
    "input_file": {}
  }
]
